/* Generic strings */
"OK" = "OK";
"CONTINUE" = "Jatka";
"CANCEL" = "Kumoa";
"ENABLE" = "Salli";
"DISABLE" = "Poista käytöstä";
"SAVE" = "Tallenna";
"QUIT" = "Lopeta";
"YES" = "Kyllä";
"NO" = "Ei";
"ADD" = "Lisää";
"IGNORE" = "Älä huomioi";
"DELETED" = "Poistettu";
"CHANGE" = "Vaihda…";
"HELP..." = "Ohjeet…";
"SYSTEM" = "Järjestelmä";
"CONFIGURE..." = "Määrittele…";
"SELECT_BUDDY" = "Valitse ystävä";
"INFO..." = "Tiedot…";
"ENABLED" = "Käytössä";
"DISABLED" = "Ei käytössä";
"OFF" = "Pois";
"SET" = "Aseta…";
"DETAILS" = "Yksityiskohdat…";
//"UNPAIR" = "Unpair";
"NEW" = "Uusi:";
"NEW_ACCOUNT" = "Uusi tunnus:";
"LOGOUT" = "Kirjaudu ulos";
"RESTART" = "Käynnistä uudelleen";
"REVEAL_IN_FINDER" = "Näytä Finderissa";

"PUBLIC_SHAREPOINT_NAME" = "Henkilön %@ julkinen kansio";

"AX_SEPARATOR_ROLE_DESCRIPTION" = "Erotin";
"AX_ADD_USER_DESCRIPTION" = "Lisää käyttäjä tai ryhmä";
"AX_DELETE_USER_DESCRIPTION" = "Poista käyttäjä tai ryhmä";
"AX_ADD_LOGIN_ITEM_DESCRIPTION" = "Lisää sisäänkirjautumiskohde";
"AX_DELETE_LOGIN_ITEM_DESCRIPTION" = "Poista sisäänkirjautumiskohde";
//
"AX_USERSTABLE_ROLE_DESCRIPTION" = "Luettelo";
"AX_USERSTABLE_DESCRIPTION" = "Tunnukset, ryhmät ja kirjautumisvalinnat";

// the username/group name is the first item
"AX_CURRENT_USER_DESCRIPTION" = "%@, nykyinen käyttäjä";
"AX_OTHER_USER_DESCRIPTION" = "%@, käyttäjä";
"AX_OTHER_GROUP_DESCRIPTION" = "%@, ryhmä";
"AX_OUTLINETABLE_DESCRIPTION" = "Muut tunnukset";
"AX_LOGINWINDOW_OPTIONS_DESCRIPTION" = "Kirjautumisvalinnat";
//
"AX_PASSWORD_ASSISTANT_DESCRIPTION" = "Salasana-apuri";
"AX_ADD_ALIAS_DESCRIPTION" = "Lisää alias";
"AX_DELETE_ALIAS_DESCRIPTION" = "Poista alias";
//
"AX_DIVIDER_ROLE_DESC" = "jakaja";

"USER_CONTEXTUAL_MENU_TITLE_USER" = "Lisävalinnat…";
"USER_CONTEXTUAL_MENU_TITLE_GROUP" = "Lisää käyttäjä tai ryhmä…";

"RESTART_TITLE" = "Jotta määriteltyä kansiota voidaan käyttää kotikansiona, tietokone on käynnistettävä uudelleen.";

"GEAR_BUTTON_TOOLTIP" = "Lisävalinnat…";
"ADVANCED_OPTIONS_TITLE" = "Käyttäjä: ”%@”";
"NEW_ALIAS" = "Uusi alias";
"ADV_HOMEDIR_NOTFOUND_TITLE" = "Haluatko varmasti muuttaa käyttäjän ”%@” kotihakemiston poluksi ”%@”?";
"ADV_HOMEDIR_NOTFOUND_DESCR" = "Jos tämä polku ei vastaa käyttäjän kotikansion todellista sijaintia, käyttäjä ei voi kirjautua sisään tälle tietokoneelle.";

"CREATE_ACCOUNT" = "Luo tunnus";
"CREATE_IDENTITY" = "Luo tunnus";
"CREATE_GROUP" = "Luo ryhmä";
"CHANGE_PASSWORD_" = "Vaihda salasana…";
"RESET_PASSWORD_" = "Salasanan palautus…";
"CHANGE_PASSWORD" = "Vaihda salasana";
"RESET_PASSWORD" = "Salasanan palautus";

"MY_ACCOUNT" = "Oma tunnus";
"ACCOUNTS" = "Käyttäjät";
"OTHER_ACCOUNTS" = "Muut tunnukset";
"IDENTITY_ACCOUNTS" = "Jakotunnukset";
"ACCOUNTS_HELP_MENU_TITLE" = "Käyttäjät-ohjeet";

"HOMEDIRPATH_DIDCHANGE_WARNING" = "Tietokone on käynnistettävä uudelleen, jotta nämä muutokset tulevat voimaan.";

"GROUPS" = "Ryhmät";
//"GROUP_IS_REGULAR" = "";
"EDIT_GROUP_NAME_NO_NAME" = "Et syöttänyt ryhmätunnusta.";
"EDIT_GROUP_NAME_EXISTS" = "Nimi ”%@” ei ole käytettävissä.";

"USER_IS_REGULAR" = "Normaali";
"USER_IS_ADMIN" = "Ylläpito";
"USER_IS_GUEST" = "Vieras";
//"USER_IS_NOT_ADMIN" = "";
"USER_IS_NETWORK" = "Verkko";
"USER_IS_MANAGED" = "Hallinnoitu";
"USER_IS_SIMPLIFIED" = "Yksinkertaistettu";
"USER_HAS_MOBILE_HOMEDIR" = "Liikkuva";
"USER_IS_EXTERNAL_ACCOUNT" = "Ulkoinen";
"USER_IS_IDENTITY" = "Vain jako";
"USERNAME_IS_ADMIN" = "Käyttäjä ”admin” luodaan ylläpitäjäksi ja tätä ei voida muuttaa.";
//"USERNAME_IS_ADMIN_DESCR" = "";

"BACKUP_FV_TITLE" = "Koska tunnuksella on käytössä FileVault, Time Machine varmuuskopioi käyttäjän tiedostot vain kun käyttäjä on kirjautuneena sisään.";

"LOGIN_WINDOW" = "Kirjautumisvalinnat";
"LOGIN_WINDOW_OPTIONS" = "Valinnat";
"LOGINOPTIONS_TOOLTIP" = "Muuta käyttäjien sisäänkirjautumista";

"PARENTALCONTROLS_ADMIN_WARNING" = "Haluatko varmasti sallia käyttäjän ”%@” hallinnoida tietokonetta?";
"PARENTALCONTROLS_ADMIN_WARNING_DESC" = "Käyttäjätunnuksella on käyttörajoitukset päällä. Jos sallit käyttäjän hallinnoida tietokonetta, rajoitukset otetaan pois päältä. Jotta tämä muutos tulee voimaan, sinun on kirjauduttava ulos ja takaisin sisään.";
"PARENTALCONTROLS_WARNING" = "Haluatko varmasti ottaa käyttörajoitukset käyttöön ylläpitotunnuksella ”%@”?";
"PARENTALCONTROLS_WARNING_DESC" = "Jos otat käyttörajoitukset käyttöön tällä tunnuksella, tunnusta ei voida käyttää tietokoneen ylläpitoon.\n\nSinun pitää kirjautua ulos ja takaisin sisään, jotta tämä asetus tulee voimaan.";
"PARENTALCONTROLS_WARNING_NOLOGOUT" = "Jos otat käyttöön käyttörajoitukset tälle käyttäjätunnukselle, tunnusta ei voida käyttää tietokoneen ylläpitämiseen.";
"PARENTALCONTROLS_ADMIN_ALERT" = "Käyttörajoituksia ei voida ottaa käyttöön ylläpitotunnuksella. Luo uusi tunnus ja ota käyttörajoitukset käyttöön uudella tunnuksella.";

"GUEST_FULLNAME" = "Vierailutunnus";
"LOGIN_AND_SHARING" = "Kirjautuminen, jakaminen";
"LOGIN_ONLY" = "Vain kirjautuminen";
"SHARING_ONLY" = "Vain jako";

"NEW_USER_TITLE" = "Uusi käyttäjä";
"NEW_PASSWORD" = "Uusi salasana:";
"PASSWORD" = "Salasana:";

"MANAGED_TOOLTIP" = "Tämä on himmennetty, koska sitä hallinnoi järjestelmän ylläpitäjä.";
"USER_LOGGEDIN_TOOLTIP" = "Et voi muuttaa käyttäjätunnusta, koska käyttäjä on kirjautuneena sisään.";
"ADD_ACCOUNT_TOOLTIP" = "Lisää käyttäjätunnus";
"DELETE_ACCOUNT_TOOLTIP" = "Poista valittu käyttäjätunnus";

"NEED_LOGOUT_ME" = "Jotta tämä asetus tulee voimaan, tietokone on käynnistettävä uudelleen.";
"NEED_LOGOUT_USER" = "Tietokone on käynnistettävä uudelleen, jotta muutokset kohteen %@ ylläpitoasetuksiin tulevat voimaan.";
//"NEED_LOGOUT_DESC" = "";

/* Special tooltips */
"ADMINCHECKBOX_3707901" = "Et voi muuttaa käyttäjää ”admin” muuksi kuin ylläpitäjäksi.";
"ADMINCHECKBOX_4058550" = "Käyttäjä kuuluu ryhmään, jolla on ylläpitäjien oikeuksia. Lisätietoja saat verkon ylläpitäjältä.";

/* Reset password tooltips */
"CANNT_CHANGE_PASS_MANAGED" = "Tämän käyttäjän salasanaa ei voida muuttaa, koska tämä on hallitu käyttäjätunnus.";
"CANNT_CHANGE_PASS_MOBILE" = "Tämän käyttäjän salasanaa ei voida muuttaa, koska tämä on liikkuva käyttäjätunnus.";
"CANNT_CHANGE_PASS_FV" = "Tämän käyttäjän salasanaa ei voida muuttaa, koska käyttäjä on laittanut FileVaultin päälle.";
"CANNT_CHANGE_PASS_PASSWORDSERVER" = "Tämän käyttäjän salasanaa ei voida muuttaa, koska tämän tilin salasana tulee palvelimelta.";
"CANNT_CHANGE_PASS_GUEST" = "Tämän käyttäjän salasanaa ei voida muuttaa, koska tämä on vieraskäyttäjätunnus.";

/* Password error alerts */
"PASS_VERIFY_ERR" = "Salasana ja vahvistettu salasana eivät täsmää. Kirjoita salasana uudelleen.";
//"PASS_VERIFY_ERR_DESC" = "";
"PASS_VERIFY_ERR_SHORT" = "Salasanat eivät täsmää";

"PASS_IS_EMPTY_FV_ERR" = "Salasana on tyhjä.";
//"PASS_IS_TOO_SHORT_ERR_DESC" = "";

"PASS_IS_EMPTY_ERR" = "Et syöttänyt salasanaa.";
"PASS_IS_EMPTY_ERR_DESC" = "FileVaultin kytkemiseksi päälle tarvitaan tilin salasana.";

"PASS_IS_EMPTY_WARN" = "Et syöttänyt salasanaa tälle käyttäjätunnukselle. Haluatko varmasti tätä?";
"PASS_IS_EMPTY_WARN_DESC" = "Koska et ole syöttänyt tunnukselle salasanaa, kuka tahansa voi kirjautua tietokoneelle.";
"SET_PASSWORD" = "Aseta salasana";

"PASS_REQUIRED_ERR" = "Ylläpitäjä tarvitsee salasanan. Kirjoita salasana.";
"PASS_REQUIRED_ERR_DESC" = "Käyttäjällä \”%@\” on tyhjä salasana.";

"OLD_PASSWORD" = "Vanha salasana:";
"MASTER_PASSWORD" = "Pääsalasana:";
"MASTER_PASSWORD_IS_EMPTY_ERR" = "Et syöttänyt pääsalasanaa.";
"PASS_RESET_FAILED_TITLE" = "Salasanan nollaaminen epäonnistui.";
"CHANGE_PASS_FAILED_TITLE" = "Tunnuksen ”%@” salasanaa ei muutettu.";

"CHANGE_PASS_FAILED" = "Ylläpitäjä ei salli salasanan vaihtamista tai salasanasi kanssa oli muu ongelma. Ota yhteys ylläpitäjään.";
"CHANGE_PASS_FAILED_NewPasswordRequired" = "Sinun on syötettävä uusi salasana.";
"CHANGE_PASS_FAILED_QualityCheck" = "Salasana ei täyttänyt palvelimen ylläpitäjän vaatimuksia. Voit joutua käyttämään salasanassasi erilaisia merkkejä, numeroita tai symboleita. Jos et ole varma, kuinka salasanaa tulisi muuttaa, ota ensin yhteys järjestelmän ylläpitäjään.";
"CHANGE_PASS_FAILED_TooShort" = "Salasana on liian lyhyt. Syötä pidempi salasana.";
"CHANGE_PASS_FAILED_TooLong" = "Salasana on liian pitkä. Syötä lyhyempi salasana.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Salasanassa on oltava vähintään yksi kirjain muiden merkkien lisäksi. Syötä salasana uudelleen.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Salasanassa on oltava vähintään yksi numero muiden merkkien lisäksi. Syötä salasana uudelleen.";
"CHANGE_PASS_FAILED_TooSoon" = "Vaihdoit hiljattain salasanaa. Et voi vaihtaa salasanaa nyt, koska järjestelmän ylläpitäjä ei salli salasanan vaihtamista näin usein. Pyydä apua järjestelmän ylläpitäjältä.";
"CHANGE_PASS_FAILED_Expired" = "Salasana on vanhentunut ja se on vaihdettava.";
"CHANGE_PASS_FAILED_FV" = "Tällä tunnuksella on FileVault päällä. Ota FileVault pois päältä, vaihda salasana ja laita se takaisin päälle.";


/* No room to create new user */
"CREATE_USER_NO_ROOM" = "Ei tarpeeksi levytilaa uuden käyttäjätunnuksen luomista varten.";
"CREATE_USER_NO_ROOM_DESC" = "Uuden käyttäjätunnuksen luominen vaatii %@ lisää levytilaa. Tyhjennä roskakori tai poista muita tiedostoja ja yritä uudelleen.";

/* Home folder exists */
"HOME_EXISTS_ERR" = "Käyttäjät-kansiossa on jo tiedosto nimeltä ”%@”.";
"HOME_EXISTS_ERR_DESCR" = "Kirjoita lyhyt nimi. Samoja kirjaimia ei voida käyttää eri kokoisina.";
"HOME_EXISTS_WARN" = "Käyttäjät-kansiossa on jo kansio nimeltä ”%@”. Haluatko käyttää kyseistä kansiota tämän käyttäjätunnuksen kotikansiona?";
"HOME_EXISTS_WARN_DESCR" = "Jos et halua käyttää tätä kansiota tunnuksen kotikansiona, osoita Kumoa ja anna lyhyt nimi. Samaa nimeä ei voida antaa eri kirjainkoolla.";


/* Delete user */
"DELETE_USER_BUTTON" = "Poista käyttäjä…";
"DELETE_CACHED_USER_BUTTON" = "Poista…";

"DELETE_MOBILE_USER" = "Haluatko varmasti poistaa liikkuvan käyttäjätunnuksen \”%@\”?";
"DELETE_USER" = "Haluatko varmasti poistaa käyttäjätunnuksen \”%@\”?";
"DELETE_IDENTITY" = "Haluatko varmasti poistaa jakotunnuksen ”%@”?";
"DELETE_GROUP" = "Haluatko varmasti poistaa ryhmän ”%@”?";

"DELETE_USER_DESC" = "Jos haluat poistaa tämän käyttäjätunnuksen, valitse mitä haluat tehdä tunnuksen kotihakemistolle ja osoita OK.";

/*"DELETE_USER_DESC" = "To delete the account and save the contents of the user’s home folder, \“%@\”, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately.";*/
/*"DELETE_USER_DESC" = "To delete \“%@\” user account but save the user’s home folder, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately";*/
/*"DELETE_USER_DESC" = "The contents of the user’s home folder, \“%@,\” will be saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open the file. If you do not want to save the user’s home folder, click Delete Immediately.";*/
"DELETE_ODDUSER_DESC" = "Käyttäjätunnus \”%@\” poistetaan pysyvästi.";
"DELETE_IDENTITY_DESC" = "Jakotunnus ”%@” poistetaan pysyvästi.";
"DELETE_GROUP_DESC" = "Ryhmä ”%@” poistetaan pysyvästi.";

"DELETE_GUEST_USER" = "Vierailutunnus ”%@” poistetaan pysyvästi.";
//"DELETE_GUEST_USER_DESC" = "";

"DELETE_USER_DI_SUBTITLE" = "Levytiedosto tallennetaan Käyttäjät-kansiossa olevaan Poistetut käyttäjät -kansioon.";
"DELETE_USER_DI_SUBTITLE_NO_ROOM" = "Kotikansiota ei voida tallentaa. Jotta voi tallentaa kansion, tarvitset %@ vapaata levytilaa.";
"DELETE_USER_NO_ROOM" = "Haluatko varmasti poistaa käyttäjätunnuksen \”%@\”?";
"DELETE_USER_NO_ROOM_DESC" = "Käyttäjän kotikansiota ei tallenneta. Jos haluat tallentaa kotikansion, tarvitset %@ lisää levytilaa. Tyhjennä roskakori tai poista muita tiedostoja ja yritä uudelleen. Jos et halua tallentaa käyttäjän kotikansiota, osoita Poista heti.";

"DELETE_CACHED_USER" = "Haluatko varmasti poistaa välimuistissa olevan käyttäjätunnuksen \”%@\”?";
"DELETE_CACHED_USER_DESC" = "Välimuistissa oleva käyttäjätunnus, mukaan lukien kotihakemisto, poistetaan tietokoneelta.";

"DELETE_USER_ERR" = "Käyttäjätunnusta %@ ei voida poistaa";
"DELETE_USER_ERR_DESC" = "Virhe varmuuskopioitaessa käyttäjän kotikansiota.";

/* User name isn't unique alert */
"USERNAME_IS_NOT_UNIQUE" = "Käyttäjätunnus ”%@” on jo olemassa. Syötä toinen tunnus.";
//"USERNAME_IS_NOT_UNIQUE_DESC" = "";
"USERNAME_IS_NOT_UNIQUE_SHORT" = "Nimi on toisen käyttäjän käytössä.";

"USERNAME_IS_NOT_AVAILABLE" = "Käyttäjätunnus \”%@\” ei ole saatavilla. Syötä eri tunnus.";
//"USERNAME_IS_NOT_AVAILABLE_DESC" = "";
"USERNAME_IS_NOT_AVAILABLE_SHORT" = "Käyttäjätunnus ei ole käytettävissä.";

/* UNIX name isn't unique alert */
"UNIXNAME_IS_NOT_UNIQUE" = "Käyttäjätunnus ”%@” on jo olemassa. Syötä toinen tunnus.";
//"UNIXNAME_IS_NOT_UNIQUE_DESC" = "";
"UNIXNAME_IS_NOT_UNIQUE_SHORT" = "Nimi on toisen käyttäjän käytössä";


/* User name is empty alert */
"USERNAME_IS_EMPTY" = "Käyttäjätunnuskenttä on tyhjä.";
//"USERNAME_IS_EMPTY_DESC" = "";
"USERNAME_IS_EMPTY_SHORT" = "Nimi-kenttä ei voi olla tyhjä";


/* Short name is empty alert */
"UNIXNAME_IS_EMPTY" = "Käyttäjätunnuksen kenttä on tyhjä. Syötä tunnus.";
//"UNIXNAME_IS_EMPTY_DESC" = "";
"UNIXNAME_IS_EMPTY_SHORT" = "Nimi-kenttä ei voi olla tyhjä";


/* Short name is not valid alert */
"UNIXNAME_IS_NOT_VALID" = "Käyttäjätunnus \”%@\” ei kelpaa. Syötä eri tunnus.";
"UNIXNAME_IS_NOT_VALID_DESC" = "Tämä on vaihtoehtoinen käyttäjätunnus, jota jotkin verkkopalvelut käyttävät. Syötä pieniä kirjaimia; älä syötä välilyöntejä tai erikoismerkkejä.";
"UNIXNAME_IS_NOT_VALID_SHORT" = "Ei voi sisältää välejä tai erikoismerkkejä";
/*A valid name consists of 255 characters or fewer which can be lowercase a through z, 0 through 9, and underscore.";*/


/* Short name is "Pubic" alert */
"UNIXNAME_IS_PUBLIC" = "\”public\” on varattu käyttäjätunnus. Syötä eri tunnus.";
//"UNIXNAME_IS_PUBLIC_DESC" = "";
"UNIXNAME_IS_PUBLIC_SHORT" = "”public” on varattu nimi";

/* Short name is "Pubic" alert */
"UNIXNAME_IS_FTP_SHORT" = "”ftp” on varattu nimi";

/* Authenticate panels */
"REQUIRES_PASSWORD" = "Muutosten tekemiseen kohteessa ”Useita käyttäjiä” tarvitaan ylläpitäjän salasana.";
"INCORRECT_PASSWORD" = "Syötit vanhan salasanasi väärin. Yritä uudelleen.";
//"INCORRECT_PASSWORD_DESC" = "";
"NONADMIN_USER" = "Epäkelpo käyttäjä";
"NONADMIN_USER_DESC" = "\”%@\” ei ole tietokoneen ylläpitäjä. Vain ylläpitäjä voi tehdä muutoksia.";
"AUTHPANEL_CAPTION_INSERT_NAME" = "nimi";
"AUTHPANEL_CAPTION_INSERT_PICTURE" = "Kuva";
"AUTHPANEL_CAPTION" = "Jotta voit muuttaa kohdetta %@, sinun on ensin todentauduttava";


/* Authentication */
"AUTHENTICATING..." = "Todennetaan…";


/* Enable hint alert */
"ENABLE_HINT" = "Salasanavihjeet ovat tällä hetkellä poissa käytöstä. Haluatko ottaa ne käyttöön?";
"ENABLE_HINT_DESC" = "Vihjeet ilmestyvät, jos sisäänkirjautuminen epäonnistuu kolme kertaa. Jos haluat ottaa vihjeet käyttöön, avaa Käyttäjät-asetukset ja osoita Valinnat.";


/* Autologin alert */
"AUTOLOGIN_TITLE" = "Automaattinen sisäänkirjautuminen on käytössä. Haluatko poistaa sen käytöstä?";
"AUTOLOGIN_DESCR" = "Jos automaattinen sisäänkirjautuminen pidetään päällä, sinun täytyy kirjautua ulos, jotta tämä käyttäjä voi kirjautua sisään omalla tunnuksellaan. Tietokone kirjaa käyttäjän \”%@\” sisään automaattisesti uudelleenkäynnistyksen tai sammutuksen jälkeen.";
"AUTOLOGIN_OK" = "Pidä Automaattinen sisäänkirjautuminen";
"AUTOLOGIN_NO" = "Poista Automaattinen sisäänkirjautuminen";
"AUTOLOGIN_CHECKBOX" = "Kirjaudu sisään automaattisesti käyttäjänä %@";
"AUTOLOGIN_DISABLED_FOR_FVUSER" = "Käyttäjä jolla on salattu kotikansio, ei voi kirjautua sisään automaattisesti";
"AUTOLOGIN_MANAGED" = "Et voi sallia automaattista sisäänkirjautumista, koska järjestelmän ylläpitäjä on estänyt sen käytön.";


/* Keychain related alert */
"KEYCHAIN_NONADMIN_PASSWORD" = "Avainnipun salasana muutetaan samaksi kuin uusi sisäänkirjautumissalasana.";
//"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "login-avainnipun salasanaksi asetetaan tunnuksen uusi salasana.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Jos login-avainnippu on lukittu, login-avainnipun nykyinen salasana on syötettävä ennen kuin salasana vaihdetaan.";

"KEYCHAIN_ADMIN_OTHER_PASSWORD" = "Tämän käyttäjän avainnipun salasanaa ei voida muuttaa samaksi kuin uusi sisäänkirjautumissalasana. Vanha avainnipun salasana pysyy voimassa.";
"KEYCHAIN_ADMIN_OTHER_PASSWORD_DESCR" = "Käyttäjä voi muuttaa avainnippunsa salasanan Lisäohjelmat-kansiossa olevan Avainnipun käyttö -ohjelman avulla.";


/* User picture */
"APPLE_PICTURES" = "Apple-kuvat";

"PICTURE_IS_TOO_LARGE_ERR" = "Valitsemasi kuva on liian suuri. Valitse toinen kuva.";
"PICTURE_IS_TOO_LARGE_DESC" = "Käyttäjän kuva saa olla kooltaan korkeintaan 128x128 pikseliä.";


/* Login Items */
"UNKNOWN" = "Tuntematon";
"FILEEXISTS" = "Tiedosto on olemassa";
"LOGINITEMEXISTS" = "Sisäänkirjautumiskohde ”%@” on jo luettelossa";

"ADD_LOGINITEM_TOOLTIP" = "Lisää kohde kirjautumiskohteiden luetteloon";
"DELETE_LOGINITEM_TOOLTIP" = "Poista valittu kohde";

"LOGINITEMS_MANAGED_TITLE" = "Et voi poistaa näitä sisäänkirjautumiskohteita.";
"LOGINITEMS_MANAGED_TEXT" = "Et voi poistaa yhtä tai useampaa sisäänkirjautumiskohdetta, koska ne ovat järjestelmän ylläpitäjän hallinnassa.";
"LOGINITEMS_MANAGED_TOOLTIP" = "Et voi muuttaa tätä kohdetta, koska sitä hallinnoi järjestelmän ylläpitäjä.";
"LOGINITEM_GLOBAL_TOOLTIP" = "Tätä kohdetta ei voida muuttaa, koska Tilit-asetukset on lukittu.";

"LOGINITEMS_DELETEGLOBAL_WARNING_TITLE" = "Haluatko varmasti poistaa tämän kohteen?";
"LOGINITEMS_DELETEGLOBAL_WARNING_DESC" = "Kohteen ”%@” poistaminen vaikuttaa kaikkiin tämän tietokoneen käyttäjiin.";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_TITLE" = "Haluatko varmasti poistaa nämä kohteet?";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_DESC" = "Niiden poistaminen vaikuttaa kaikkiin tämän tietokoneen käyttäjiin.";


"CLASSIC_WARNING" = "Classic-käynnistystä ei voida lisätä sisäänkirjautumiskohteisiin.";
"CLASSIC_TEXT" = "Classic-ympäristön käyttöä hallinnoi järjestelmän ylläpitäjä.";

"LOGINITEMS_MANAGED_PANE_TEXT" = "Et voi muuttaa sisäänkirjautumiskohteita, koska ne ovat järjestelmän ylläpitäjän hallinnassa.";

"MULTIUSER_WARNING" = "Varoitus";
"MULTIUSER_WARNING_DESC" = "Toiminto sallii muiden käyttäjien pysyä kirjautuneena ja pitää ohjelmia käynnissä taustalla, kun käytät tietokonetta. Käytä toimintoa vain, jos luotat tietokoneen muihin käyttäjiin.";

"LOGIN_ITEM_NAME_TEMPLATE" = "%@ (Kaikki käyttäjät)";

/* SBS */
"SBS_LOCAL_PASSWORD_INCORRECT_SHORT" = "Paikalliselle käyttäjätunnukselle syötetty salasana on väärä.";
"SBS_DETAILS_FORMAT" = "Tämä tunnus muodostaa parin tunnuksen ”%@” kanssa palvelimella ”%@”.";
"SBS_NETWORK_ACCOUNT_LABEL" = "Syötä kohteeseen ”%@” käyttäjätunnus ja salasana, jonka sait palvelimen ylläpitäjältä.";
"SBS_LOCAL_ACCOUNT_LABEL" = "Syötä salasana tunnukselle ”%@” tällä tietokoneella.";


/* Mobility */
"MobilityCreateButtonTitle" = "Luo…";
"MobilityConfigureButtonTitle" = "Asetukset…";


/* .Mac */
".MAC_NAME_ERR" = ".Mac-käyttäjätunnusta ”%@” ei voida käyttää.";
".MAC_NAME_ERR_DESCR" = "Nimi ”%@” on jo varattu toiselle identiteetille.";
"DOTMAC_NAME_TEMPLATE" = "%@-nimi:";
"DOTMAC_PASSWORD_TEMPLATE" = "%@-salasana:";
"DOTMAC_USERNAME_TEMPLATE" = "%@-käyttäjätunnus:";

